Repository: ExpTechTW/DPIP
Catalog: ios/DPIPWidgets/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# weather.clear
source: Clear
ja: 晴れ
ko: 맑음
zh_hans: 晴
zh_hant: 晴

# weather.cloudy
source: Cloudy
ja: くもり
ko: 구름 많음
zh_hans: 多云
zh_hant: 多雲

# weather.fog
source: Fog
ja: 霧
ko: 안개
zh_hans: 雾
zh_hant: 霧

# weather.hail
source: Hail
ja: ひょう
ko: 우박
zh_hans: 冰雹
zh_hant: 冰雹

# weather.overcast
source: Overcast
ja: 曇天
ko: 흐림
zh_hans: 阴
zh_hant: 陰

# weather.rain
source: Rain
ja: 雨
ko: 비
zh_hans: 雨
zh_hant: 雨

# weather.sleet
source: Sleet
ja: みぞれ
ko: 진눈깨비
zh_hans: 雨雪
zh_hant: 雨雪

# weather.snow
source: Snow
ja: 雪
ko: 눈
zh_hans: 雪
zh_hant: 雪

# weather.thunder
source: Thunder
ja: 雷
ko: 천둥·번개
zh_hans: 雷电
zh_hant: 雷電

# weather.thunderstorm
source: Thunderstorm
ja: 雷雨
ko: 뇌우
zh_hans: 雷雨
zh_hant: 雷雨

# weather.unknown
source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

# widget.current_weather
source: Current Weather
ja: 現在の天気
ko: 현재 날씨
zh_hans: 当前天气
zh_hant: 目前天氣

# widget.current_weather_description
source: Shows current weather for the location configured for this widget.
ja: このウィジェットに設定された場所の現在の天気を表示します。
ko: 이 위젯에 설정된 위치의 현재 날씨를 표시합니다.
zh_hans: 显示此小组件所设定地区的当前天气。
zh_hant: 顯示此小工具所設定地區的目前天氣。

# widget.feels_like
source: Feels Like
ja: 体感
ko: 체감
zh_hans: 体感
zh_hant: 體感

# widget.forecast_updated
source: Forecast Updated
ja: 予報更新
ko: 예보 업데이트
zh_hans: 预报更新
zh_hant: 預報更新

# widget.humidity
source: Humidity
ja: 湿度
ko: 습도
zh_hans: 湿度
zh_hant: 濕度

# widget.no_weather_data
source: No weather data
ja: 天気データなし
ko: 날씨 데이터 없음
zh_hans: 暂无天气数据
zh_hant: 尚無天氣資料

# widget.rainfall
source: Rainfall
ja: 降雨量
ko: 강우량
zh_hans: 雨量
zh_hant: 雨量

# widget.stale
source: Outdated
ja: 古いデータ
ko: 오래된 정보
zh_hans: 已过时
zh_hant: 較舊

# widget.station
source: Station
ja: 観測所
ko: 관측소
zh_hans: 观测站
zh_hant: 觀測站

# widget.sunrise
source: Sunrise
ja: 日の出
ko: 일출
zh_hans: 日出
zh_hant: 日出

# widget.sunset
source: Sunset
ja: 日の入り
ko: 일몰
zh_hans: 日落
zh_hant: 日落

# widget.wind
source: Wind
ja: 風
ko: 바람
zh_hans: 风
zh_hant: 風

# wind.direction.e
source: E
ja: 東
ko: 동
zh_hans: 东
zh_hant: 東

# wind.direction.ene
source: ENE
ja: 東北東
ko: 동북동
zh_hans: 东北东
zh_hant: 東北東

# wind.direction.ese
source: ESE
ja: 東南東
ko: 동남동
zh_hans: 东南东
zh_hant: 東南東

# wind.direction.n
source: N
ja: 北
ko: 북
zh_hans: 北
zh_hant: 北

# wind.direction.ne
source: NE
ja: 北東
ko: 북동
zh_hans: 北东
zh_hant: 北東

# wind.direction.nne
source: NNE
ja: 北北東
ko: 북북동
zh_hans: 北北东
zh_hant: 北北東

# wind.direction.nnw
source: NNW
ja: 北北西
ko: 북북서
zh_hans: 北北西
zh_hant: 北北西

# wind.direction.nw
source: NW
ja: 北西
ko: 북서
zh_hans: 北西
zh_hant: 北西

# wind.direction.s
source: S
ja: 南
ko: 남
zh_hans: 南
zh_hant: 南

# wind.direction.se
source: SE
ja: 南東
ko: 남동
zh_hans: 南东
zh_hant: 南東

# wind.direction.sse
source: SSE
ja: 南南東
ko: 남남동
zh_hans: 南南东
zh_hant: 南南東

# wind.direction.ssw
source: SSW
ja: 南南西
ko: 남남서
zh_hans: 南南西
zh_hant: 南南西

# wind.direction.sw
source: SW
ja: 南西
ko: 남서
zh_hans: 南西
zh_hant: 南西

# wind.direction.w
source: W
ja: 西
ko: 서
zh_hans: 西
zh_hant: 西

# wind.direction.wnw
source: WNW
ja: 西北西
ko: 서북서
zh_hans: 西北西
zh_hant: 西北西

# wind.direction.wsw
source: WSW
ja: 西南西
ko: 서남서
zh_hans: 西南西
zh_hant: 西南西
